import salonImage from '../assets/salon.png'
const AboutUs = () => {
    return (
        <div className="about_us-wrapper">
            <h2>Автосервіс</h2>
            <div className='site-description'>
                Автосервіс на Козацькій

                Знаходження: Вулиця Козацька, місто Київ


                Автосервіс на Козацькій — ваш надійний партнер у світі автомобільного обслуговування та ремонту. Розташований на затишній вулиці Козацькій, наш сервіс ставить перед собою завдання забезпечити клієнтам високоякісні послуги та неперевершене обслуговування.

                Основні переваги "Козацької Техніки":

                Кваліфіковані майстри: Наші майстри - це команда професіоналів з багаторічним досвідом у сфері авторемонту. Вони здатні вирішити будь-яку технічну проблему та забезпечити ефективну діагностику вашого автомобіля.

                Сучасне обладнання: Ми використовуємо передове технічне обладнання та інструменти для точного виявлення несправностей та якісного ремонту. Ваш автомобіль завжди у надійних руках.

                Індивідуальний підхід: Ми розуміємо, що кожен автомобіль та його власник унікальні. Наші фахівці працюють з індивідуальним підходом, враховуючи всі особливості вашого транспортного засобу та ваших потреб.

                Терміновість та прозорість: Ми прагнемо забезпечити ефективний ремонт без зайвих затримок. Наш сервіс відзначається чесністю та прозорістю в управлінні строками та вартістю послуг.

                Комфорт для клієнтів: У нас створена зручна атмосфера для клієнтів. Ви можете розраховувати на зручне чекання, високий рівень сервісу та доброзичливий персонал.

                Оберіть наш автосервіс для того, щоб ваш автомобіль завжди був у відмінному стані та на шляху до нових автомобільних подорожей!</div>
            <img className="image-garage" src={salonImage}/>
        </div>
    )
}

export default AboutUs